11/data/attachments/9df5f569cb88117a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ryan_response_Friend_3641_5</nif:username>
            <nif:friendToBeRequested>soap_friends_e3f83404-b8da-44ed-897b-8a24167d119f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>